Repository: AlisherMansurov/Intership-RK1
Catalog: Majesty/Majesty/Resources/Views/Home/Index.*.resx
Languages: ru

source: a reminder not
ru: напоминание о том,

source: ABOUT ME
ru: ОБО МНЕ

source: About Me!
ru: Обо Мне

source: Available, UK Based Only
ru: Доступно, только в Великобритании

source: Choose language
ru: выберите язык

source: Created by OVERSIGHT
ru: Создано OVERSIGHT

source: each landscape with a sense of urgency,
ru: каждый пейзаж с чувством неотложности,

source: HOME
ru: Главное

source: I Can Help With
ru: Я могу помочь с

source: Let’s make something awesome together
ru: Давайте сделаем что-то потрясающее вместе

source: Location
ru: Местом

source: Oops! Something went wrong while submitting the form.
ru: Упс! Что-то пошло не так при отправке формы.

source: Please wait...
ru: Пожалуйста подождите...

source: Poses Ideas
ru: Позированием

source: Powered by WEBFLOW
ru: При поддержке WEBFLOW

source: REQUEST
ru: ЗАПРОС

source: SelectedWork
ru: Избранные работы

source: Submit
ru: Отправить

source: The fleeting nature of the golden hour beckons us to appreciate
ru: Быстротечность золотого часа манит нас оценить

source: the horizon exhibit a remarkable skill in masquerading their grandeur.
ru: горизонте демонстрируют удивительное умение маскировать свое величие.

source: to linger too somberly in the passing moments. Meanwhile, the majestic mountains on
ru: что не следует слишком мрачно задерживаться в проходящих моментах. Тем временем величественные горы на

source: Wedding Photos
ru: Свадебными фотографиями

source: WORKS
ru: Работы

source: Your Email
ru: Ваша почта

source: Your Message
ru: Ваше сообщение

source: Your Name
ru: Ваше имя

source: Your submission has been received!
ru: Ваша заявка получена!
